;; Parkour
[DarkEvent_ABB_Parkour X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Паркур\""
; End Translation
SummaryText="Враг развертывает несколько юнитов, способных взбираться по стенам."
QuoteText="\"Подождите, я заблокировал лестницу! Что за черт?!\""
QuoteTextAuthor="- Анонимный гренадер, который теперь боится высоты"
PreMissionText="Предоставляет нескольким пришельцам и некоторым солдатам \"Адвента\" способность \"Паркур\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Паркур)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Паркур)"

[DarkEventAbility_ABB_Parkour X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Паркур)"
LocLongDescription="Некоторые вражеские юниты получают возможность взбираться по стенам."

;; Zone of Control (LWOTC)
[DarkEvent_ZoneOfControl_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Зона контроля\""
; End Translation
SummaryText="Враг использует безликих и других инопланетян, ориентированных на рукопашный бой, которые были обучены препятствовать мобильности наших солдат и стрельбе с близкого расстояния."
QuoteText="\"Возможно, мы больше не сможем так легко водить за нос этих ребят.\""
QuoteTextAuthor="- Анонимный мятежник хочет что-то более прочное, чем футболка"
PreMissionText="Предоставляет безликим и другим некоторым пришельцам способность \"Зона контроля\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Зона контроля)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Зона контроля)"

[DarkEventAbility_ZoneOfControl_LW X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Зона контроля)"
LocLongDescription="Некоторые вражеские юниты получают возможность снижать мобильность и меткость наших солдат, когда они находятся в непосредственной близости от них."

;; Pugilistic
[DarkEvent_Pugilistic X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Кулачник\""
; End Translation
SummaryText="Враг развертывает несколько пришельцев и войска \"Адвента\", которые значительно увеличили точность рукопашных атак."
QuoteText="\"Наконец-то, ДОСТОЙНЫЕ противники!\""
QuoteTextAuthor="- Анонимный ниндзя с гигантским эго и серьезными ранами, на пути в лазарет"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Кулачник\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Кулачник)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Кулачник)"

[DarkEventAbility_Pugilistic X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Кулачник)"
LocLongDescription="Некоторые вражеские юниты значительно повышают точность рукопашных атак."

;; Anatomy
[DarkEvent_Anatomy X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Анатомия\""
; End Translation
SummaryText="Враг развертывает некоторые подразделения, которые прошли специальную подготовку, либо изучили устройство нашей брони и механизированных подразделений, что дает им дополнительный шанс критического попадания и пробивание брони."
QuoteText="\"Я вижу, \"Адвент\" не теряет времени даром, проводя собственные вскрытия и исследования. Постараемся не давать им больше ... материалов.\""
QuoteTextAuthor="- Доктор Р.Тайган"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Анатомия\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Анатомия)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Анатомия)"

[DarkEventAbility_Anatomy X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Анатомия)"
LocLongDescription="Некоторые вражеские юниты получают дополнительный шанс критического удара и пробивание брони."

;; Fortress
[DarkEvent_Fortress X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Крепость\""
; End Translation
SummaryText="Враг развертывает несколько псионических юнитов, которые развили способность нейтрализовать любые взрывчатые вещества, яд, огонь, кислоту или мороз, направленные на них."
QuoteText="\"Их псионические войска только усиливают свои способности. Мы не должны отставать!\""
QuoteTextAuthor="- Гайст"
PreMissionText="Предоставляет некоторым вражеским псионикам способность \"Крепость\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Крепость)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Крепость)"

[DarkEventAbility_Fortress X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Крепость)"
LocLongDescription="Некоторые вражеские псионические юниты получают невосприимчивость к взрывам, яду, огню, кислоте и морозу."

;; HEAT Ammo
[DarkEvent_ShadowOps_HEATAmmo X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Тепловые боеприпасы\""
; End Translation
SummaryText="Враг оснащает часть своих войск \"Тепловыми боеприпасами\", что значительно увеличивает урон по механическим целям."
QuoteText="\"Поскольку мы можем выпускать в бой собственных роботов, я не удивлен, что \"Адвент\" предпринял контрмеры.\""
QuoteTextAuthor="- Ст.Инж. Лили Шень"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Тепловые боеприпасы\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Тепловые боеприпасы)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Тепловые боеприпасы)"

[DarkEventAbility_ShadowOps_HEATAmmo X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Тепловые боеприпасы)"
LocLongDescription="Некоторые вражеские юниты стали наносить больше урона по механическим целям."

;; Butcher
[DarkEvent_ShadowOps_Butcher X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Мясник\""
; End Translation
SummaryText="Враг развертывает одних из своих самых закаленных убийц. Эти юниты наносят дополнительный урон по органическим целям."
QuoteText="\"Кажется, некоторые из этих существ знают вкус крови. Но я могу ошибаться... .\""
QuoteTextAuthor="- Константин \"Волк\" Волков"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Мясник\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Мясник)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Мясник)"

[DarkEventAbility_ShadowOps_Butcher X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Мясник)"
LocLongDescription="Некоторые вражеские юниты получают прирост урона по органическим целям."

;; Predator
[DarkEvent_F_Predator X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Хищник\""
; End Translation
SummaryText="Противник развертывает некоторые подразделения, которые много тренировались в стрельбе по незащищенным целям во время набегов на убежища. Эти юниты получают бонусную меткость и шанс критического удара при атаках с фланга."
QuoteText="\"Помните - оставайтесь в укрытии.\""
QuoteTextAuthor="- Джон \"Центр\" Брэдфорд"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Хищник\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Хищник)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Хищник)"

[DarkEventAbility_F_Predator X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Хищник)"
LocLongDescription="Некоторые вражеские юниты получают дополнительную меткость и шанс критического удара при атаках с фланга."

;; Terrifying Suppression
[DarkEvent_MZPanicSuppression X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Ужасающее подавление\""
; End Translation
SummaryText="Противник развертывает подразделения, искусные в подавлении огнем. Наши солдаты могут запаниковать, когда они их подавляют."
QuoteText="\"Наши тела или дух? Что бы не сломалось раньше, для старейшин это не имеет значения.\""
QuoteTextAuthor="- Бетос"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Ужасающее подавление\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Ужасающее подавление)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Ужасающее подавление)"

[DarkEventAbility_MZPanicSuppression X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Ужасающее подавление)"
LocLongDescription="Подавляющие способности некоторых вражеских юнитов могут вызвать панику."

;; Apex Predator
[DarkEvent_ApexPredator_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Превосходный хищник\""
; End Translation
SummaryText="Враг обучает всех своих гремучников, мутонов и ударных солдат \"Адвента\" наносить самые устрашающие критические удары. Когда эти юниты наносят критические удары, их цель и ближайшие товарищи по отряду могут запаниковать."
QuoteText="\"Если вы не можете справится с небольшим видом крови, то идите домой. Если ваш дом еще цел.\""
QuoteTextAuthor="- Константин \"Волк\" Волков"
PreMissionText="Предоставляет всем гремучникам, мутонам и ударным солдатам \"Адвента\" способность \"Превосходный хищник\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Превосходный хищник)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Превосходный хищник)"

[DarkEventAbility_ApexPredator_LW X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Превосходный хищник)"
LocLongDescription="Все вражеские гремучники, мутоны и ударные солдаты \"Адвента\" могут вызвать панику у своих целей и ближайших союзников при нанесении критического удара."

;; Sniper Elite
[DarkEvent_F_SniperElite X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Элитный снайпер\""
; End Translation
SummaryText="Противник улучшает возможности прицеливания всех своих турелей и обучает своих ная и других снайперов продвинутой стрельбе. Эти отряды не получают штрафов при использовании \"общего вида\"."
QuoteText="\"Хороший снайпер хладнокровен и больше всего заинтересован в убийстве и преследовании своей добычи.\""
QuoteTextAuthor="- Анонимный снайпер, который ненавидит близкие контакты"
PreMissionText="Предоставляет всем вражеским турелям, ная и другим снайперам способность \"Элитный снайпер\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Элитный снайпер)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Элитный снайпер)"

[DarkEventAbility_F_SniperElite X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Элитный снайпер)"
LocLongDescription="Все вражеские турели, ная и другие снайпера не получают штрафов к меткости от использования \"общего вида\"."

;; Thrash (Andromedon)
[DarkEvent_ThrashA X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Взбучка (Андромедон)\""
; End Translation
SummaryText="Враг производит улучшение своих костюмов андромедона с помощью функции, позволяющей им совершать бесплатные атаки кулаком, если враждебная цель попадает в зону ближнего боя, но только во время хода ХСОМ."
QuoteText="\"Их удары все еще неуклюжи, по сравнению с моими. Я говорю ему - Давай!\""
QuoteTextAuthor="- Анонимный Солдат МЭК с любовью к \"Ударному модулю\""
PreMissionText="Предоставляет всем вражеским андромедонам и панцирям андромедона способность \"Взбучка\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Взбучка (Андромедон))"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Взбучка (Андромедон))"

[DarkEventAbility_ThrashA X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Взбучка (Андромедон))"
LocLongDescription="Все вражеские андромедоны и панцири андромедона получают возможность совершать бесплатные атаки кулаком, если враждебная цель попадает в зону ближнего боя, но только во время хода ХСОМ."

;; Thrash (Berserker)
[DarkEvent_ThrashB X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Взбучка (Берсерк)\""
; End Translation
SummaryText="Враг накачивает своих берсерков еще большим количеством стимуляторов, позволяя им совершать свободные атаки кулаком, если враждебная цель попадает в зону ближнего боя, но только во время хода ХСОМ. Пораженные цели могут быть ослаблены."
QuoteText="\"Я был почти уверен, что берсерк не сможет стать более агрессивным. Даже наши самые опытные ветераны рукопашного боя поступят лучше, если останутся в стороне, Командир.\""
QuoteTextAuthor="- Доктор Р.Тайган"
PreMissionText="Предоставляет всем разновидностям берсерков способность \"Взбучка\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Взбучка (Берсерк))"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Взбучка (Берсерк))"

[DarkEventAbility_ThrashA X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Сотрясение (Берсерк))"
LocLongDescription="Все разновидности вражеского берсерка получают возможность совершать свободные атаки кулаком, если враждебная цель попадает в зону ближнего боя, но только во время хода ХСОМ. Пораженные цели могут быть ослаблены."

;; Heavy Hitter
[DarkEvent_ShadowOps_Mayhem_LW2 X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Удары хаоса\""
; End Translation
SummaryText="Враг модернизирует некоторых своих юнитов во всех аспектах, включая помимо прочего огнестрельное оружие, взрывчатку, рукопашные атаки и псионическую силу. Это позволяет им наносить +2 урона из любого источника."
QuoteText="\"Командир, у нас мало времени. Мы должны положить конец этой войне!\""
QuoteTextAuthor="- Джон \"Центр\" Брэдфорд"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Удары хаоса\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Удары хаоса)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Удары хаоса)"

[DarkEventAbility_ShadowOps_Mayhem_LW2 X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Удары хаоса)"
LocLongDescription="Некоторые вражеские юниты получают прибавку +2 ко всему наносимому ими урону."

;; Omen
[DarkEvent_PAOmen X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Предзнаменование\""
; End Translation
SummaryText="Враг улучшает всех своих архонтов, чтобы они могли использовать \"Пылающие перья\" не заканчивая свой ход, даже если они используют его во время рывка."
QuoteText="\"Это новое обучение, запланированное для архонтов, не сильно отличается от наших собственных методов.\""
QuoteTextAuthor="- Бетос"
PreMissionText="Предоставляет всем архонтам способность \"Предзнаменование\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Предзнаменование)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Предзнаменование)"

[DarkEventAbility_PAOmen X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Предзнаменование)"
LocLongDescription="Все вражеские архонты теперь могут использовать \"Пылающие перья\", не заканчивая свой ход, даже во время рывка."

;; Puppet Show
[DarkEvent_PAPuppetShow X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Кукольный театр\""
; End Translation
SummaryText="Враг обучает всех своих сектоидов и командиров сектоидов, чтобы они могли использовать свои псионические способности, не заканчивая ход. Кроме того, вражеские сектоиды теперь могут использовать \"Пси-реанимация\" и \"Ментальный Штопор\" каждый ход, а у вражеских командиров сектоидов время восстановления способностей \"Массовое безумие\" и \"Массовая реанимация\" сокращено на 1 ед."
QuoteText="\"Я никого не боюсь. Но эта... штука... меня пугает.\""
QuoteTextAuthor="- Анонимный пулеметчик, страдающий ПТСР, связанным с контролем над разумом "
PreMissionText="Предоставляет всем вражеским сектоидам и командирам сектоидов способность \"Кукольный театр\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Кукольный театр)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Кукольный театр)"

[DarkEventAbility_PAPuppetShow X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Кукольный театр)"
LocLongDescription="Все вражеские сектоиды теперь могут использовать \"Пси-реанимация\" и \"Ментальный штопор\", каждый ход при этом не заканчивая ход если применен первым действием. Все вражеские командиры сектоидов теперь могут использовать \"Массовая реанимация\" и \"Массовое безумие\", не заканчивая свой ход, а время восстановления этих двух способностей сокращается на 1 ед."

;; Hazardous Cascade
[DarkEvent_PADangerZone X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Опасный каскад\""
; End Translation
SummaryText="Враг модернизирует боевую взрывчатку андромедонов и мутонов. Все андромедоны получают +2 радиуса к своей способности \"Кислотная бомба\" и могут использовать ее, не заканчивая свой ход. Все варианты мутонов получают +2 к радиусу их гранат."
QuoteText="\"Я не могу представить, каково быть одним из вас, людей, которые не застрахованы от этих вещей.\""
QuoteTextAuthor="- Анонимный Псионик, которого регулярно бьют другие солдаты за самодовольство."
PreMissionText="Предоставляет всем андромедонам и мутонам способность \"Опасный каскад\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Опасный каскад)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Опасный каскад)"

[DarkEventAbility_PADangerZone X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Опасный каскад)"
LocLongDescription="Все андромедоны получают +2 радиуса к своей способности \"Кислотная бомба\" и могут использовать ее, не заканчивая свой ход. Все варианты мутонов получают +2 к радиусу их гранат."

;; Cold Blooded
[DarkEvent_F_ColdBlooded X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Хладнокровный\""
; End Translation
SummaryText="Враг обучает некоторых из своих юнитов совершать быстрые последующие атаки по отравленным, истекающим кровью или горящим от огня или кислоты целям, что делает их первый стандартный выстрел по такой цели свободным действием."
QuoteText="\"Похоже я буду занята изготовлением защитных жилетов.\""
QuoteTextAuthor="- Ст.Инж. Лили Шень"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Хладнокровный\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Хладнокровный)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Хладнокровный)"

[DarkEventAbility_F_ColdBlooded X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Хладнокровный)"
LocLongDescription="Некоторые вражеские юниты получают возможность превращать свои атаки по отравленным, истекающим кровью или горящим от огня солдатам, в свободное действие."

;; Salt In The Wound
[DarkEvent_F_SaltInTheWound X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Соль на рану\""
; End Translation
SummaryText="Враг обучает некоторых из своих юнитов наслаждаться болью отравленных, истекающих кровью или горящих от огня или кислоты целей, увеличивая урон по ним на +1 ед. в том числе за счет наносимых ими эффектов постепенного урона."
QuoteText="\"Вы спросите, как живое существо могло сделать что-то настолько жестокое по отношению к другому живому существу? В моем случае, я полагаю, это потому, что мне это нравится!\""
QuoteTextAuthor="- Анонимный поджигатель, пытающий мелких животных, которого не подпускают к нашим заключенным"
PreMissionText="Предоставляет некоторым вражеским юнитам способность \"Соль на рану\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Соль на рану)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Соль на рану)"

[DarkEventAbility_F_SaltInTheWound X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Соль на рану)"
LocLongDescription="Некоторые вражеские юниты получают способность наносить +1 ед. урона отравленным, истекающим кровью или горящим от огня или кислоты целям, в том числе с помощью эффектов наносимого ими постепенного урона."

;; Entwine
[DarkEvent_XV_Entwine X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Сжимание\""
; End Translation
SummaryText="Враг усиливает мускулы своих вайперов и родственных им видов, а также обучает их использовать свои опутанные цели в качестве щитов. Это позволяет им наносить на +2 ед. больше урона за ход опутанной цели, получать +40 защиты во время раздавливания и увеличить на +10 меткость для способности \"Захвата языком\"."
QuoteText="\"Я все равно позволю одному схватить меня. Один за всех! У меня нету фетиша на змей!\""
QuoteTextAuthor="- Анонимный штурмовик, у которого определенно есть фетиш на змей"
PreMissionText="Предоставляет всем вайперам и родственным им видам способность \"Сжимание\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Сжимание)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Сжимание)"

[DarkEventAbility_PA_Entwine X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Сжимание)"
LocLongDescription="Все вражеские вайперы и родственные им виды, раздавливая цель, получают +40 защиты и наносят на 2 урона больше за ход. Кроме того, их способность \"Захват языком\" получает +10 к меткости."

;; Serpentine
[DarkEvent_Serpentine X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Змеевидный\""
; End Translation
SummaryText="Враг модифицирует ядовитые железы вайперов, гремучников и ная, чтобы облегчить им плевание ядом, делая способность \"Ядовитый плевок\" свободным действием."
QuoteText="\"Я не думаю, что смогу ненавидеть этих змей больше, чем сейчас.\""
QuoteTextAuthor="- Джон \"Центр\" Брэдфорд"
PreMissionText="Предоставляет всем вайперам, гремучникам и ная способность \"Змеевидный\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Змеевидный)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Змеевидный)"

[DarkEventAbility_Serpentine X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Змеевидный)"
LocLongDescription="\"Ядовитый плевок\" для всех вайперов, гремучников и ная, теперь является свободным действием."

;; Survival Instinct (LWOTC)
[DarkEvent_SurvivalInstinct_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="Постоянно: \"Инстинкт выживания\""
; End Translation
SummaryText="Враг обучает некоторых из своих солдат \"Адвента\" навыкам выживания, усиливая защиту и шанс критического удара при ранении."
QuoteText="\"Думаю, что ложным богам действительно важно сколько своих солдат они потеряют.\""
QuoteTextAuthor="- Гайст"
PreMissionText="Предоставляет некоторым вражеским войскам \"Адвента\" способность \"Инстинкт выживания\"."
PostMissionSuccessText="Противодействие темному событию: тактическое улучшение (Инстинкт выживания)"
PostMissionFailureText="Не удалось предотвратить темное событие: тактическое улучшение (Инстинкт выживания)"

[DarkEventAbility_SurvivalInstinct_LW X2AbilityTemplate]
LocFriendlyName="Темное событие: тактическое улучшение (Инстинкт выживания)"
LocLongDescription="Некоторые войска \"Адвента\" получат дополнительную защиту и шанс критического удара при ранении."